Revit 2027 API
StructuralSettings.ShowBraceBelow Property
 Whether to show brace symbols below beams in plan views.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ShowBraceBelow { get; set; }
Public Property ShowBraceBelow As Boolean
	Get
	Set
public:
property bool ShowBraceBelow {
	bool get ();
	void set (bool value);
}
member ShowBraceBelow : bool with get, set
Property Value
Boolean
See Also
Reference
StructuralSettings Class
Autodesk.Revit.DB.Structure Namespace